import React, { Fragment } from "react";
import Template from "./Template";

const Service = () => {
	return (
		<Fragment>
			<Template>
				<h2>[ 냥터레스트 이용 약관 ]</h2>

				<p>여러분을 환영합니다.<br />

					냥터레스트 (이하 ‘서비스’)를 이용해 주셔서 감사합니다. <br />

					본 약관은 다양한 냥터레스트 서비스의 이용과 관련하여 냥터레스트 서비스를 제공하는 냥터레스트와 이를 이용하는 냥터레스트 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 냥터레스트 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.</p>

				<p>냥터레스트 서비스를 이용하시거나 냥터레스트 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.</p>

				<p>냥터레스트는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만, '청소년보호법' 등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다. </p>

				<p>냥터레스트 서비스에는 기본적으로 본 약관이 적용됩니다만 냥터레스트가 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우(예, 냥터레스트페이, V LIVE 등)가 있습니다. 그리고 냥터레스트 계열사가 제공하는 특정 서비스의 경우에도(예, LINE, SNOW등) 해당 운영 회사가 정한 고유의 약관, 운영정책 등이 적용될 수 있습니다. 이러한 내용은 각각의 해당 서비스 초기 화면에서 확인해 주시기 바랍니다. </p>

				<p>회원으로 가입하시면 냥터레스트 서비스를 보다 편리하게 이용할 수 있습니다. <br />

					여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 냥터레스트는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 냥터레스트 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 냥터레스트 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다. 회원은 자신의 계정을 통해 좀더 다양한 냥터레스트 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 냥터레스트 회원가입 방법 등에서 확인해 주세요. </p>

				<p>
					냥터레스트는 여러분이 자신이 제공한 콘텐츠에 대한 냥터레스트 또는 다른 이용자들의 이용 또는 접근을 보다 쉽게 관리할 수 있도록 다양한 수단을 제공하기 위해 노력하고 있습니다. 여러분은 냥터레스트 서비스 내에 콘텐츠 삭제, 비공개 등의 관리기능이 제공되는 경우 이를 통해 직접 타인의 이용 또는 접근을 통제할 수 있고, 고객센터를 통해서도 콘텐츠의 삭제, 비공개, 검색결과 제외 등의 조치를 요청할 수 있습니다. </p>

				<p>다만, 일부 냥터레스트 서비스의 경우 삭제, 비공개 등의 처리가 어려울 수 있으며, 이러한 내용은 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인해 주시길 부탁 드립니다. </p>

				<p>
					여러분의 개인정보를 소중히 보호합니다. <br />
					냥터레스트는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집∙이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 냥터레스트가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다. </p>

				<p>
					언제든지 냥터레스트 서비스 이용계약을 해지하실 수 있습니다. <br />
					냥터레스트에게는 참 안타까운 일입니다만, 회원은 언제든지 냥터레스트 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 냥터레스트는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다. </p>

				<p>
					냥터레스트 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 냥터레스트가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신 후 탈퇴하시기 바랍니다. </p>

				<p>
					공지 일자: 2019년 8월 00일 <br />
					적용 일자: 2019년 8월 00일
				</p>

			</Template>
		</Fragment>
	);
};

export default Service;








